Repository: claudiobogossian/terralib5
Catalog: share/terralib/translations/terralib_unittest_core/terralib_unittest_core_*.po
Languages: pt_br

source: BR-GIS
pt_br: SIG-BR

source: Wrong cryptographer algorithm type!
pt_br: O tipo de algoritmo de criptografia está errado!

source: You must specify a logger configuration file!
pt_br: Você deve especificar o arquivo de configuração do logger!

source: It was not possible to initialize the the logger!
pt_br: Não foi possível inicializar o logger!

source: Invalid logger configuration type!
pt_br: Tipo de configuração inválido para o logger!

source: The logger name is empty!
pt_br: O nome do logger está vazio!

source: TerraLib Core Initialized!
pt_br: O módulo Core do TerraLib foi inicializado!

source: TerraLib Core Finalized!
pt_br: O módulo Core do TerraLib foi finalizado!

source: The text domain already exist.
pt_br: Text domain já existente.

source: The text domain doesn't exist.
pt_br: O text domain informado não existe.

source: 1 layer is selected.
pt_br: 1 camada está selecionada.
